{"type":"PR","pr":{"number":7,"head":"6a801f9eed4c525856cbcf53b01bdf4b8bebc4dc"},"user":"Lasse Diercks","status":"draft","branch":"cms/entwicklungs-sprint","collection":"product","title":"No Title","description":"\n\n## Innerhalb einer Woche lösen wir ein konkretes Problem, implementieren eine Idee oder nähern uns einer Hypothese.\n\n### Phasen:\n\n* Mission: Wir setzen uns 1-3 Stunden zusammen und besprechen was erledigt werden soll.\n* Countdown: Wir entwickeln die Lösung. Auch gerne in enger Zusammenarbeit mit euch.\n* Takeoff: Wir treffen uns zu einer kurzen Retrospektive und ihr erhaltet Zugang zu der Lösung und dem Source-Code.\n\nAlles was wir gemacht haben gehört nun euch.\n\nIhr könnt entscheiden, ob euch das Ergebnis reicht, ob ihr selber daran weiterarbeitet oder ob ihr einen weiteren Sprint mit uns machen wollt. – Build. Learn. Repeat.\n\n## Warum Entwicklungs-Sprints?\n\n### Production Ready\n\nUnsere Lösungen basieren auf Industry-Standards und können ohne größere Anpassungen in Produktion betrieben werden.\n\nWir können für euch auch gerne das Hosting übernehmen oder bei der Integration in bestehende Apps helfen.\n\n### Null Overhead\n\nWir halten uns nicht lange mit Planung auf. Alles was wir uns für die kommende Woche vornehmen kann durch Erkenntnisse aus dieser Woche schon wieder irrelevant sein. Schnelles, echtes Feedback ist wertvoller als ein ausgefeilter Masterplan.\n\n### Schnell 🚀\n\nUnser Team ist schnell! Wir haben jahrelange Berufserfahrung in dem was wir tun. In Kombination mit schnellen, fokussierten Sprints setzen wir so in wenigen Tagen um wofür andere Wochen brauchen.\n\n### Skalierbar\n\nWir starten klein, doch durch unsere Erfahrung in großen Unternehmen wie XING oder Jimdo wissen wir wie man Software so baut, dass sie gut weiterentwickelt werden kann. Wir setzen auf [serverless Infrastruktur](https://en.wikipedia.org/wiki/Serverless_computing) und Komponenten-basierte Architektur. Damit erzeugen wir eine hohe Wiederverwendbarkeit ohne unnötige Wartung.\n\n## Was könnte dabei rauskommen?\n\n* Ein technischer \"Proof of Concept\"-Durchstich für ein bestimmtes Problem.\n* Eine lauffähige Webseite mit CMS\n* Ein Produkt Prototyp der weiterentwickelt werden kann\n* Ein Design System mit ersten Komponenten","objects":{"entry":{"path":"content/products/entwicklungs-sprint.md","sha":"a35911c410773c698ba87e02bb6492f8f6cd323d"},"files":[]},"timeStamp":"2019-08-21T19:07:43.591Z"}